---
kind: property
id: P:Autodesk.Revit.DB.FamilyPointPlacementReference.Location
source: html/788a1c64-ebed-1eba-099e-d71c00abda32.htm
---
# Autodesk.Revit.DB.FamilyPointPlacementReference.Location Property

The location of the point.

## Syntax (C#)
```csharp
public Transform Location { get; }
```